{"quotes":["'And Bob will be some kind of close relative'",
"'I'm going to shoot the person who wrote this'",
"'I promised I wasn't going to say that in this class'",
"'I can hear the bus coming' (the bus that someone threw someone else under)",
"'The person who wrote this should be shot'",
"'This is a safe space!'",
"'All I can see is Tristan Fontanini 's face in full screen sitting right in front of me'",
"'I miss you guys so much'-cannot vouch for sincerity of above quote-",
"'Javascript is like, Heeeey buddy you're trying to do some weeeird stuff here'",
"'I'm sorry to harp on about it but- I'm not really that sorry.'",
"'What does this function promise to give us?...A pot of gold? Its firstborn child?'",
"'All this brainwashing is paying off'",
"'If you type in crap here it will probably complain'",
"'No objects were harmed in the evaluation of this expression'",
"'If this was an episode of Sesame Street, this expression would be brought to you by...'",
"'Reuben has moved on, he's now an alien invader, and he's taken a satanic turn.'",
"'You can all take a few minutes to go and scream into a pillow'",
"'Before we all get hammered here, and not in a good way...'",
"'You didn't learn how to bake, you didn't learn how to whisk, you didn't learn how to time.'",
"'DO. NOT. COPY. CODE'",
"'I do not copy code I do not know how to write myself'",
"'Die in fire!'",
"'let's see if my teenage crush will run now.'-referring to a function questionably named-",
"'The promise factory- the person responsible for making promises-'",
"'Let's write an angry function that gets really upset when you fail to call me.'",
"'Moite'",
"'I hope everybody's back. If you are not you are watch the recording.'",
"'Is it about the Facebook thing? Because I have no comment on that.'-when discussing downloading pictures from facebook-",
"'otherwise we're probably up shit creek'",
"'Maybe if you're trying to download a list of credit card numbers from a site that is insecure'",
"'GET FIRED UP. Because, we have managed to extract all this personal information about Robyn from GitHub.'",
"'When pages give you the shits, you will open up the Inspector'",
"'Here is where the fun begins'- starts talking about apis",
"'Let's go through this and de-crappify this file. Because it looks like crap at the minute'",
"'MAURIZIO YOU'RE WELCOME'",
"'I really don't like the underscores, but I thought Maurizio might like them so...'",
"'The criminal that wrote this doesn't really love developers, so we're just going to put a break and then ignore the rest of the crap they've written here'",
"'Keep the cats away, they'll probably do something dangerous with this information'",
"'here's a function to call when the shit hits the fan'",
"'Let's get rid of that... let's get rid of this... god, that feels nice'",
"'This person has called this data. Let me fix their mess.'",
"'We then went to town on our DOM'",
"'My name is Rami and I'm a LIAR'",
"'Can anyone see anything that is hella suss'",
"'...there's a body here...'",
"'What do we call this?'- types laLahBlooBlart",
"'What are each of these things?? The user's highschool crushes?'",
"'Are we just looping for fun? Do we do it because we like to feel dizzy?'",
"'Maybe I'm a nerd, I don't know.'",
"'What do I do? Do I just close the window and cry? ...Well, that's still a valid thing to do'",
"'The person who wrote this has also committed crimes against programming'",
"'It's ok to feel apprehensive or think *maybe I don't want to date this person*. Same thing. Maybe you don't want to use jQuery. But first get to know it, then make a decision.'",
"'Don't just shut off. There'll be a lot of things you need to learn in this industry, not all of which will be to your liking. APIs are kind of like that. Some will please you, some will give you the shits.'",
"'If you're dying of thirst- or amnesia, or something like that- have a break when you get into the room, have a glass of water, stretch...'",
"*Love challenges, be intrigued by mistakes*... God, that feels like something you'd find on Etsy. On a MUG.'",
"'Where do you look? ... Do you look up or down??'",
"'How did this object come into the word? Was it created through divine intervention?'",
"'I'm going to shoot the person that wrote this. I promised I wasn't going to say that this class, but I've already said it twice.'",
"'When you put your javascript interpreter hat on, where do you look?'",
"*intense hammering outside* 'I'm going to miss these guys when they're not here anymore.'",
"'I'm staying, don't worry.'",
"'Do you like my butterbeer cup?'",
"'What are these? An murder of crows? ... An array of objects.'",
"'He has a hyphenated name so he is most likely a person of royalty '",
"'Do not- DO NOT- start typing anything until you have an idea of what you are doing'",
"'You should see this href coming out of a cloud of confusion'",
"'...and at the end comes garbage.'",
"'Let's start mashing the keyboard.'",
"'If you handle clicks, you're a click handler. If you handle yawns, you're a yawn handler.'",
"'If you're super lazy, and you hate writing for loops, maybe this is your saving grace!'",
"'The MDN. That's right. It's the anti-social solution.'",
"'We've trained you guys in the school of nerds'",
"'I must have been very naughty. I'm sorry.'",
"'Be lazy'",
"'nothing could go wrong... oh no'",
"'The server is live, the server is well, the server is available.'",
"'If you get a 404, it doesn't mean you need to destroy the server with a crowbar.'",
"'How do you identify success? ... Is it how many people you refer through your ponzi scheme?'",
"'Hey, wake up' - Rami side eyes Jacob Hegan",
"'Show us ya user story maaaaaaate'",
"'Keep it incestuous sometimes'",
"'Pray to your deity of choice. Lets hope the tech gods are with us!'",
"'But that doesn't seem that magical'",
"'They might have a function that takes 50 arguments! And if they do, they should be disciplined.'",
"'I see your raised hand Stephanie and I will high five you shortly'",
"'Thank you John for giving me the clap'",
"'I like it when you speak technical to me'",
"'Unless you practice some kind of mystical art, or are psychic, which the interpreter isn't, I promise you-'",
"'Arrow functions give zero Fs about implicit binding.'",
"'Arrow functions don't respect any of that'",
"'What's four plus 2'",
"'Come on guys, it's 2021. Everybody knows what binary is.'",
"'JS goes - Hey buddy, that's not a function'",
"'Spongy, moist brains'",
"'Ricky, your hair has so much volume'",
"'Let's learn ourselves some things.'",
"'I'm really proud of you guys'",
"'It's been a really long week, I'm really happy with your progress'",
"'Don't ask for extensions like popping vicadins'",
"'I'm like daredevil but with code'",
"'When the student is distracted, take more dexies'",
"'Dory took his dexies before class today'",
"'Hey let's use marine animal to make our lives easier'",
"'One day, we're going to kill a lot of people with software.'",
"'What happens if I’m a nincompoop'",
"'I have Steph, now - in full focus'",
"'You can get away with it, but PEOPLE WILL NOT LOVE YOU.'",
"'Mwah!'",
"'I am not leaving you completely'",
"'You are all my children'",
"'No more questions for Daddy Rami?'",
"'John is born with it, yep? Definitely. It's not Maybelline.'",
"'What do we do with the error callback parameter? ... We poke it? We jiggle it? We slap it? What do we do with it?'",
"'Do you like my Hufflepuff cup'",
"'Oh no.. where's my... where's my thing...'",
"'write the function you wish you had, then make it real'",
"'it's oozing out of my heart'"]}